; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Cristian Stefan <crstfn@yahoo.com>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "Anuleaza"
YES_BUT = ""
NO_BUT = ""
DELETE_BUT = ""
COPY_BUT = ""
BATCH_BUT = ""
SEND_BUT = ""
NEXT_BUT = ""
PREV_BUT = ""
CLOSE_BUT = ""
EXIT_BUT = ""
CONTINUE_BUT = ""
FINISH_BUT = ""
ALWAYS_BUT = ""
NEVER_BUT = ""
CHECKBOX_REMEMBER = ""
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "Director destinatie:"
MAIN_FILE_LABEL = "Arhiva/Installer de extras:"
MAIN_DIRECTORY_LOCK = ""
MAIN_DIRECTORY_LOCK_TOOLTIP = ""
MENU_FILE_LABEL = "Fisier"
MENU_FILE_OPEN_LABEL = ""
MENU_FILE_KEEP_OPEN_LABEL = ""
MENU_FILE_SHOW_LABEL = ""
MENU_FILE_CLEAR_LABEL = ""
MENU_FILE_LOG_OPEN_LABEL = ""
MENU_FILE_LOG_FOLDER_OPEN_LABEL = ""
MENU_FILE_LOG_LABEL = ""
MENU_FILE_QUIT_LABEL = "&Renunta"
MENU_EDIT_LABEL = "Editeaza"
MENU_EDIT_SILENT_MODE_LABEL = ""
MENU_EDIT_PASSWORD_LABEL = ""
MENU_EDIT_CONTEXT_LABEL = ""
MENU_EDIT_PREFS_LABEL = "Preferinte"
MENU_HELP_LABEL = "Ajutor"
MENU_HELP_FEEDBACK_LABEL = ""
MENU_HELP_PLUGINS_LABEL = ""
MENU_HELP_UPDATE_LABEL = ""
MENU_HELP_WEB_LABEL = "%1 Web Site"
MENU_HELP_GITHUB_LABEL = ""
MENU_HELP_STATS_LABEL = ""
MENU_HELP_PROGDIR_LABEL = ""
MENU_HELP_CONFIGFILE_LABEL = ""
MENU_HELP_ABOUT_LABEL = ""
PREFS_TITLE_LABEL = "Preferinte"
PREFS_UNIEXTRACT_OPTS_LABEL = "Optiuni Universal Extractor"
PREFS_HISTORY_LABEL = "Urmareste istoricul arhivei"
PREFS_UPDATEINTERVAL_LABEL = ""
PREFS_UPDATE_DAILY = ""
PREFS_UPDATE_WEEKLY = ""
PREFS_UPDATE_MONTHLY = ""
PREFS_UPDATE_YEARLY = ""
PREFS_UPDATE_NEVER = ""
PREFS_UPDATE_CUSTOM = ""
PREFS_FORMAT_OPTS_LABEL = "Optiuni Format-Specific"
PREFS_LANG_LABEL = "Limba"
PREFS_WARN_EXECUTE_LABEL = "Avertizeaza inainte de executarea fisierelor"
PREFS_WARN_EXECUTE_TOOLTIP = ""
PREFS_CHECK_FREE_SPACE_LABEL = ""
PREFS_CHECK_FREE_SPACE_TOOLTIP = ""
PREFS_CHECK_UNICODE_LABEL = ""
PREFS_CHECK_UNICODE_TOOLTIP = ""
PREFS_APPEND_EXT_LABEL = "Anexeaza extensii lipsa"
PREFS_APPEND_EXT_TOOLTIP = ""
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = ""
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = ""
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = ""
PREFS_OPEN_FOLDER_LABEL = ""
PREFS_FEEDBACK_PROMPT_LABEL = ""
PREFS_FEEDBACK_PROMPT_TOOLTIP = ""
PREFS_WINDOW_POSITION_LABEL = ""
PREFS_SEND_STATS_LABEL = ""
PREFS_SEND_STATS_TOOLTIP = ""
PREFS_LOG_LABEL = ""
PREFS_VIDEOTRACK_LABEL = ""
PREFS_VIDEOTRACK_TOOLTIP = ""
PREFS_TOPMOST_LABEL = ""
PREFS_BETA_UPDATES_LABEL = ""
PREFS_SOURCE_FILES_LABEL = ""
PREFS_SOURCE_FILES_OPT_ASK = ""
PREFS_SOURCE_FILES_OPT_DELETE = ""
PREFS_SOURCE_FILES_OPT_KEEP = ""
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = ""
PREFS_DELETE_ADDITIONAL_FILES_LABEL = ""
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = ""
FEEDBACK_TITLE_LABEL = ""
FEEDBACK_SYSINFO_LABEL = ""
FEEDBACK_OUTPUT_LABEL = ""
FEEDBACK_MESSAGE_LABEL = ""
FEEDBACK_PRIVACY_ACCEPT_LABEL = ""
FEEDBACK_PRIVACY_VIEW_LABEL = ""
CONTEXT_ENTRIES_LABEL = ""
CONTEXT_ENABLED_LABEL = ""
CONTEXT_ALL_USERS_LABEL = ""
CONTEXT_ADMIN_REQUIRED = ""
CONTEXT_FILE_ASSOC_LABEL = ""
CONTEXT_SIMPLE_RADIO = ""
CONTEXT_CASCADING_RADIO = ""
CONTEXT_CASCADING_RADIO_TOOLTIP = ""
UPDATE_ACTION_INSTALL = ""
UPDATE_STATUS_SEARCHING = ""
UPDATE_TERM_PROGRAM_FILES = ""
UPDATE_WHATS_NEW = ""
FIRSTSTART_TITLE = ""
FIRSTSTART_PAGES = ""
FIRSTSTART_PAGE1 = ""
FIRSTSTART_PAGE2 = ""
FIRSTSTART_PAGE3 = ""
FFMPEG_LICENSE_ACCEPT_LABEL = ""
FFMPEG_LICENSE_VIEW_LABEL = ""
FFMPEG_SELECT_LABEL = ""
FFMPEG_SELECT_TITLE = ""
STATS_HEADER_STATUS = ""
STATS_HEADER_TYPE = ""
STATS_STATUS_SUCCESS = ""
STATS_STATUS_FAILED = ""
STATS_STATUS_FILEINFO = ""
STATS_STATUS_UNKNOWN = ""
STATS_NO_DATA = ""
FILESCAN_TITLE = ""
ABOUT_INFO_LABEL = "Versiunea originală de %1%nVersiunea 2.0.0 de Bioruebe <%2>%nVersiunea %3 de gvp9000%n%nPublicat sub %4"
ABOUT_VERSION = ""
METHOD_ADMIN_RADIO = "%1 Installer Administrativ"
METHOD_EXTRACTION_RADIO = "%1 extractie"
METHOD_HEADER = "%1 Extractie"
METHOD_RADIO_LABEL = "Metoda Extractie"
METHOD_SWITCH_RADIO = "%1 switch"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name admite urmatoarele metode de extractie %1 pachete. Din pacate, nici una din aceste metode nu este 100% sigura. Daca metoda standard nu functioneaza, reporniti %2 si selectati o alta metoda."
METHOD_UNPACKER_RADIO = "%1 Extractor"
METHOD_GAME_LABEL = ""
METHOD_GAME_NOGAME = ""
METHOD_NOT_IN_LIST = ""
METHOD_FILE_SELECT_LABEL = ""
METHOD_EXTRACTOR_SELECT_LABEL = ""

; GUI control functions
EXTRACT_TO = "Extrage in"
OPEN_FILE = "Deschide fisier"
SELECT_FILE = "Selecteaza fisier"
UPDATE_CURRENT = ""

; Common terms
TERM_ARCHIVE = "arhiva"
TERM_AUDIO = ""
TERM_COMPILED = ""
TERM_COMPRESSED = "fisier comprimat"
TERM_CONTAINER = ""
TERM_DATABASE = ""
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = ""
TERM_DOWNLOADING = ""
TERM_EBOOK = "ebook"
TERM_ECARD = "ecard"
TERM_ENCODED = "fisier codat"
TERM_ENCRYPTED = ""
TERM_ERROR = ""
TERM_EXECUTABLE = ""
TERM_EXTRACT = ""
TERM_FILE = ""
TERM_GAME = ""
TERM_HELP = "fisier Ajutor"
TERM_HOTFIX = "hotfix"
TERM_IMAGE = "imagine"
TERM_INSTALLED = ""
TERM_INSTALLER = "installer"
TERM_LOADING = ""
TERM_MERGE_MODULE = ""
TERM_OVERALL_PROGRESS = ""
TERM_PACKAGE = "pachet"
TERM_PAGE = ""
TERM_PATCH = "patch"
TERM_RECONSTRUCTED = ""
TERM_SCAN = ""
TERM_SCRIPT = ""
TERM_SFX = "Self-Extracting"
TERM_STAGE = "Stadiu"
TERM_TESTING = "Testare"
TERM_TRANSLATION = ""
TERM_UNKNOWN = "necunoscut"
TERM_UNPACKED = "despachetat"
TERM_UPDATER = "updater"
TERM_VIDEO = ""

; Status messages
SCANNING_FILE = "Scanare fisier pentru a determina tipul fisierului."
SCANNING_EXE = "Scanare fisier cu %1 scan."
EXTRACTING = "Extragere fisiere din:"
INIT_WAIT = "Installer se initializeaza. %nAsteptati."
SENDING_FEEDBACK = ""
INPUT_NEEDED = ""
SEARCHING_PASSWORD = ""
TESTING_PASSWORD = ""
MOVING_FILE = ""
RENAMING_FILES = ""
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Initializare %1. Inchideti installer, apoi apasati OK pentru a continua."
UNPACK_PROMPT = "Acest fisier este comprimat cu %1, dar nu poate fi extras.%nProbabil tipul fisierului ne este sustinut, sau%nnu exista fisiere de extras.%n%nDoriti sa despachetati fisierul?%n%nNota: Fisierul despachetat va fi numit:%n%2\%3_unpacked.%4"
UNPACK_FAILED = "Eroare:  %1%nnu a putut fi despachetat."
UNPACK_AGAIN = ""
NSIS_BINFILES = ""
WARN_EXECUTE = "Avertizare:  Pentru a extrage fisiere de acest tip, fisierul trebuie executat direct.%nDaca continuati, va fi rulata urmatoarea comanda:%n%n%1%n%nDaca credeti ca acest fisier poate fi periculos este recomandabil sa nu continuati.%nDoriti sa continuati extractia?"
FEEDBACK_SUCCESS = ""
FEEDBACK_PROMPT = ""
FEEDBACK_PRIVACY = ""
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = ""
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = ""
FILE_COPY = ""
FILE_DELETE = ""
BATCH_DUPLICATE = ""
NO_FREE_SPACE = ""
CONTEXT_DANGEROUS = ""
ELEVATION_REQUIRED = ""
ACCESS_DENIED = ""
MOVE_FAILED = ""

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%nArgumente suportate:"
HELP_SCAN = ""
HELP_FILENAME = "%n     filename%tNume fisier de extras"
HELP_DESTINATION = "%n     destination%tDirector pentru extractie"
HELP_SILENT = ""
HELP_BATCH = ""
HELP_TYPE = ""
HELP_SUB = "%n%nFolosind /sub in locul directorului destinatie face ca%n%name sa extraga intr-un subdirector cu numele arhivei."
HELP_LAST = ""
HELP_NOARGS = "%n%nRularea %name fara argument va%n solicita utilizatorul pentru nume fisier si director destinatie."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = ""
UNKNOWN_FILETYPE = ""
INVALID_FILE = ""
INVALID_DIR = "%1%nnu poate fi creat. Selectati o destinatie valida."
NO_HISTORY = ""
EXTRACT_FAILED = "%name nu poate fi extras.%nPare a fi %1, care este suportat, dar extractia a esuat.%nVezi fisierul jurnal, %2, pentru mai multe informatii.%n%nApasa OK pentru a vedea fisierul jurnal, sau Anuleaza pentru a iesi."
NOT_PACKED = ""
DOWNLOAD_FAILED = ""
UPDATECHECK_FAILED = ""
UPDATE_FAILED = ""
UPDATE_NOADMIN = ""
FFMPEG_MOVE_FAILED = ""
FFMPEG_INVALID_FILE = ""
FEEDBACK_EMPTY = ""
FEEDBACK_ERROR = ""
FEEDBACK_PRIVACY_NOT_ACCETPED = ""
LICENSE_NOT_ACCEPTED = ""
BATCH_FINISH = ""
NOT_SUPPORTED_TITLE = ""
NOT_SUPPORTED = ""
MISSING_EXE = ""
EXTRACT_TIMEOUT = ""
WRONG_PASSWORD = ""
NO_FREE_SPACE_ERROR = ""
MISSING_PART = ""
PLUGIN_IMPORT_MISSINGFILES = ""
MISSING_DEFINITION = ""
OPEN_URL_FAILED = ""

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = ""
PLUGIN_ARC_CONV = ""
PLUGIN_ISCAB = ""
PLUGIN_THINSTALL = ""
PLUGIN_UNREAL = ""
PLUGIN_WINTERMUTE = ""
PLUGIN_CI = ""
PLUGIN_DGCA = ""
PLUGIN_BOOTIMG = ""
PLUGIN_IS5COMP = ""
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "Fisiere UniExtract..."
EXTRACT_HERE = "UniExtract Aici"
EXTRACT_SUB = "UniExtract in Subdir"
EXTRACT_LAST = ""
SCAN_FILE = ""

; Other
DIR_ADDITIONAL_FILES = ""

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
